Repository: Daeloran/glpi-singlesignon
Catalog: locales/*.po
Languages: tr_tr

source: Please, rename the plugin folder "%s" to "singlesignon"
tr_tr: Lütfen, "%s" eklenti klasörünü “singlesignon” olarak yeniden adlandırın

source: This plugin requires GLPI >= 0.85
tr_tr: Bu eklenti GLPI >= 0.85 gerektirir

source: Provider not defined.
tr_tr: Sağlayıcı tanımlanmamış.

source: Provider not found.
tr_tr: Sağlayıcı bulunamadı.

source: Provider not active.
tr_tr: Sağlayıcı aktif değil.

source: Automatic redirection, else click
tr_tr: Otomatik yönlendirme, aksi takdirde tıklayın

source: Single Sign-on Provider
tr_tr: Single Sign-on Sağlayıcı

source: Linked accounts
tr_tr: Bağlı hesaplar

source: JSON SSO provider representation
tr_tr: JSON SSO sağlayıcı temsili

source: Copy provider information
tr_tr: Sağlayıcı bilgilerini kopyala

source: SSO Type
tr_tr: SSO Tipi

source: Scope
tr_tr: Kapsam

source: Extra Options
tr_tr: Ekstra Seçenekler

source: Allows you to specify custom parameters for the SSO provider %1$s. Example: %2$s to force login or %3$s to force account selection (supported URL settings may vary by provider). You can specify additional parameters with the "&" delimiter.
tr_tr: %1$s SSO sağlayıcısı için özel parametreler belirlemenizi sağlar. Örnek: %2$s oturum açmaya zorlamak veya %3$s hesap seçimini zorlamak için (desteklenen URL ayarları sağlayıcıya göre değişebilir). “&” sınırlayıcısı ile ek parametreler belirtebilirsiniz.

source: Authorize URL
tr_tr: Yetkilendirme URL'si

source: Access Token URL
tr_tr: Erişim Belirteci URL'si

source: Resource Owner Details URL
tr_tr: Kaynak Sahibi Ayrıntıları URL

source: IsDefault
tr_tr: Varsayılan

source: PopupAuth
tr_tr: Açılır Pencere Giriş Ekranı

source: SplitDomain
tr_tr: Domaini Ayır

source: AuthorizedDomains
tr_tr: YetkiliAlanAdları

source: Provide a list of domains allowed to log in through this provider (separated by commas, no spaces) (optional).
tr_tr: Bu sağlayıcı üzerinden oturum açmasına izin verilen alan adlarının bir listesini sağlayın (virgülle ayrılmış, boşluksuz) (isteğe bağlı).

source: Use Email as Login
tr_tr: Giriş Olarak E-posta Kullanın

source: Split Name
tr_tr: Bölünmüş İsim

source: Callback URL
tr_tr: Geri Çağırma URL'si

source: A Name is required
tr_tr: Bir İsim Gerekli

source: The "%s" is a Invalid type
tr_tr: "%s" Geçersiz bir türdür

source: A Client ID is required
tr_tr: Bir ClientID gereklidir.

source: A Client Secret is required
tr_tr: Bir Client Secret gereklidir.

source: An Authorize URL is required
tr_tr: Yetkilendirme URL'si gereklidir

source: The Authorize URL is invalid
tr_tr: Yetkilendirme URL'si geçersiz

source: An Access Token URL is required
tr_tr: Bir Erişim Belirteci URL'si gereklidir

source: The Access Token URL is invalid
tr_tr: Erişim Belirteci URL'si geçersiz

source: A Resource Owner Details URL is required
tr_tr: Bir Kaynak Sahibi Ayrıntıları URL'si gereklidir

source: The Resource Owner Details URL is invalid
tr_tr: Kaynak Sahibi Ayrıntıları URL'si geçersiz

source: Generic
tr_tr: Genel

source: Login with %s
tr_tr: %s ile giriş yap
